Repository: Animtim/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: nl

source: Add %s settings
nl: Voeg %s opties toe

source: Remove %s settings
nl: Verwijder %s opties

source: Click the 'Edit' button below to change informations in this dialog
nl: Gebruik de 'Bewerk' knop hieronder om de informatie in deze dialoog te veranderen

source: January
nl: Januari

source: February
nl: Februari

source: March
nl: Maart

source: May
nl: Mei

source: June
nl: Juni

source: July
nl: Juli

source: August
nl: Augustus

source: October
nl: Oktober

source: Sunday
nl: Zondag

source: Monday
nl: Maandag

source: Tuesday
nl: Dinsdag

source: Wednesday
nl: Woensdag

source: Thursday
nl: Donderdag

source: Friday
nl: Vrijdag

source: Saturday
nl: Zaterdag

source: Database operation failed!
nl: Databank operatie faalde!

source: read operation
nl: lees operatie

source: add operation
nl: voeg operatie toe

source: modify operation
nl: wijzig operatie

source: delete operation
nl: verwijder operatie

source: search operation
nl: zoek operatie

source: authentication
nl: authentificatie

source: LDAP %s failed!
nl: LDAP %s faalde!

source: LDAP operation failed!
nl: LDAP operaite faalde!

source: Upload failed!
nl: Upload faalde!

source: Upload failed: %s
nl: Upload faalde: %s

source: Communication failure with the infrastructure service!
nl: Communicatie met de infrastructuur dienst faalde!

source: Communication failure with the infrastructure service: %s
nl: Communicatie met de infrastructuur dienst faalde: %s

source: This '%s' is still in use by this object: %s
nl: De '%s' is nog steeds in gebruik door dit object: %s

source: This '%s' is still in use.
nl: De '%s' is nog steeds in gebruik.

source: This '%s' is still in use by these objects: %s
nl: De '%s' is nog steeds in gebruik door deze objecten: %s

source: File '%s' does not exist!
nl: Bestand '%s' bestaat niet!

source: Cannot open file '%s' for reading!
nl: Kan bestand '%s' niet openen om te lezen!

source: Cannot open file '%s' for writing!
nl: Kan bestand '%s' niet openen om te schrijven!

source: The value for '%s' is currently unconfigured or invalid, please check your configuration file!
nl: De waarde voor '%s' is momenteel niet geconfigureerd of niet geldig, verifieer aub je configuratie bestand!

source: Cannot delete file '%s'!
nl: Kan bestand '%s' niet verwijderen!

source: Cannot create folder '%s'!
nl: Kan folder '%s' niet maken!

source: Cannot delete folder '%s'!
nl: Kan folder '%s' niet verwijderen!

source: Checking for %s support
nl: Verificatie voor %s support

source: Install and activate the %s PHP module.
nl: Installeer en activeer de %s PHP module.

source: Install and activate the %s Pear module.
nl: Installeer en activeer de %s Pear module.

source: Cannot initialize class '%s'! Maybe there is a plugin missing in your FusionDirectory setup?
nl: Kan class '%s' niet initializeren! Misschien ontbreekt er een plugin in je FusionDirectory setup?

source: The supplied base is not valid and has been reset to the previous value!
nl: De opgegeven base is niet geldig en is veranderd naar de vorige waarde!

source: Please activate debugging for details!
nl: Activeer aub debugging voor details!

source: List of acls
nl: Lijst van acls

source: Role
nl: Funktie

source: Show access control lists
nl: Toon access control lists

source: Show roles
nl: Toon rollen

source: This includes all account data, system access rules, imap settings, etc. for this user. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
nl: Inclusief alle account data,system access rules,imap opties,etc. Voor deze gebruiker. Gelieve dubbel na te kijken of je dit echt wenst te doen want er is geen andere manier voor FusionDirectory om je data terug te krijgen.

source: ACL Assignment
nl: ACL toekenning

source: Access control roles
nl: Access control rollen

source: Edit AC roles
nl: Wijzig AC rollen

source: No ACL settings for this category
nl: Geen ACL opties voor deze categorie

source: ACL for these objects: %s
nl: ACL voor deze objecten: %s

source: Edit category ACL
nl: Wijzig ACL categorie

source: Reset category ACL
nl: Reset ACL categorie

source: Edit ACL for '%s', scope is '%s'
nl: Wijzig ACL voor '%s', scoop is '%s'

source: Object in use
nl: Object in gebruik

source: This role cannot be removed while it is in use by these objects:
nl: Deze rol kan niet worden verwijderd als het in gebruik is door deze objecten:

source: Permissions
nl: Rechten

source: To change the user password use the fields below. The changes take effect immediately. Please memorize the new password, because the user wouldn't be able to login without it.
nl: Gebruik de velden hieronder om het gebruikers wachtwoord te veranderen. De veranderingen worden onmiddelijk doorgevoerd. Onthoud het nieuwe wachtwoord a.u.b. aangezien de gebruiker niet in kan loggen zonder dit wachtwoord.

source: Changing the password affects your authentification on mail, proxy, samba and unix services.
nl: Het veranderen van het wachtwoord is van invloed op E-mail, proxy, samba en Unix diensten.

source: Repeat new password
nl: Herhaal het nieuwe wachtwoord

source: Strength
nl: Sterkte

source: Password input dialog
nl: Paswoord input dialoog

source: Use proposal
nl: Gebruiksvoorwaarden

source: Manually specify a password
nl: Specifieer paswoord manueel

source: Enforce password change on next login.
nl: Forceer paswoord wijzigen voor de volgende login.

source: Set password
nl: Wachtwoord instellen

source: Creating a new user using templates
nl: Een nieuwe gebruiker aanmaken m.b.v. een sjabloon

source: Creating a new user can be assisted by using templates. Many database records will be filled automatically. Choose 'none' to skip the usage of templates.
nl: Het aanmaken van een nieuwe gebruiker kan m.b.v. sjablonen gebeuren. Veel database records zullen dan automatisch gevuld worden. Kies 'geen' om het gebruik van sjablonen over te slaan.

source: Template
nl: Sjabloon

source: Last name
nl: Achternaam

source: First name
nl: Voornaam

source: Manage users
nl: Beheer gebruikers

source: Check-hook reported a problem: %s. Password change canceled!
nl: Check-hook rapporteerde een probleem: %s. Paswoord wijzigen geannuleerd!

source: You have no permission to change this users password!
nl: Je hebt geen rechten om deze gebruiker zijn paswoord te wijzigen!

source: none
nl: geen

source: Given name
nl: Naam

source: Password method '%s' does not support locking. Account (%s) has not been locked!
nl: Paswoord methode '%s' ondersteund geen locking. Account (%s) is niet gelocked!

source: Unlock account
nl: Deblokkeer account

source: Lock account
nl: Blokkeer account

source: Edit generic properties
nl: Bewerk algemene eigenschappen

source: Edit POSIX properties
nl: Wijzig POSIX eigenschappen

source: Edit mail properties
nl: Bewerk E-mail eigenschappen

source: Edit samba properties
nl: Bewerk Samba eigenschappen

source: Edit netatalk properties
nl: Bewerk Netatalk eigenschappen

source: Environment
nl: Omgeving

source: Edit environment properties
nl: Bewerk omgeving eigenschappen

source: Edit FAX properties
nl: Wijzig FAX eigenschappen

source: Phone
nl: Telefoon

source: Edit phone properties
nl: Bewerk telefoon eigenschappen

source: Applying a template
nl: Template aan het toepassen

source: Applying a template to several users will replace all user attributes defined in the template.
nl: Template aan het toepassen voor verschillende gebruikers, alle gebruikersattributen gedefinieerd in de template zullen worden toegekend.

source: No templates available!
nl: Geen templates beschikbaar!

source: Show templates
nl: Toon sjablonen

source: Show functional users
nl: Toon functionerende gebruikers

source: Show POSIX users
nl: Toon POSIX gebruikers

source: Show Mail users
nl: Toon Mail gebruikers

source: Show Samba users
nl: Toon Samba gebruikers

source: List of users
nl: Lijst met gebruikers

source: Surname
nl: Achternaam

source: Properties
nl: Eigenschappen

source: Lock users
nl: Blokkeer gebruikers

source: Unlock users
nl: Deblokkeer gebruikers

source: Apply template
nl: Template toepassen

source: New user from template
nl: Nieuwe gebruiker vanaf template

source: Edit user
nl: Bewerk gebruiker

source: Remove user
nl: Verwijder gebruiker

source: Password recovery config
nl: Paswoord herstel config

source: Password recovery settings
nl: Paswoord herstel opties

source: Subject
nl: Onderwerp

source: [FusionDirectory] Password recovery link
nl: [FusionDirectory] Paswoord herstel link

source: Hello, Here are your informations : - Login : %s - Link : %s This link is only valid for 10 minutes.
nl: Hallo,⏎ ⏎ Hier is je informatie : ⏎ - Login : %s⏎ - Link : %s⏎ ⏎ Deze link is enkel geldig voor 10 minuten.

source: [FusionDirectory] Password recovery successful
nl: [FusionDirectory] Paswoord herstel succesvol

source: Hello, Your password has been changed. Your login is still %s.
nl: Hallo,⏎ ⏎ Je paswoord is gewijzigd ⏎ Je login is nog steeds %s.

source: Show primary groups
nl: Toon primaire groepen

source: Show samba groups
nl: Toon Samba groepen

source: Show mail groups
nl: Toon mailgroepen

source: This may be a primary user group. Please double check if you really want to do this since there is no way for FusionDirectory to get your data back.
nl: Dit kan een primaire gebruikersgroep zijn. Verifieer aub dubbel of je dit echt wenst te doen want er is geen manier voor FusionDirectory om je data terug te krijgen.

source: Select systems to add
nl: Selecteer de toe te voegen systemen

source: Display systems of department
nl: Toon systemen van afdeling

source: Choose the department the search will be based on
nl: Selecteer de afdeling waarbinnen gezocht zal worden

source: Display systems matching
nl: Toon de overeenkomende systemen

source: Regular expression for matching addresses
nl: Reguliere expresie voor overeenkomende adressen

source: Please select the desired entries
nl: Selecteer aub de gewenste inzendingen

source: Group settings
nl: Groep instellingen

source: Group name
nl: Groepnaam

source: Posix name of the group
nl: POSIX naam van de groep

source: Normally IDs are autogenerated, select to specify manually
nl: Normaliter worden IDs automatisch gegenereerd. Selecteer om handmatig te specificeren

source: Force GID
nl: Forceer GID

source: Forced ID number
nl: Geforceerd ID nummer

source: Cannot find group SID in your configuration!
nl: Kan de goep SID niet vinden in je configuratie!

source: Samba group
nl: Samba groep

source: Domain admins
nl: Windows beheerders

source: Domain users
nl: Windows gebruikers

source: Domain guests
nl: Windows gasten

source: Special group (%d)
nl: Speciale groep (%d)

source: full access
nl: volledige toegang

source: allow access to these hosts
nl: sta toegang op deze computers toe

source: Adding UID '%s' to group '%s' failed: cannot find user object!
nl: Toevoegen van UID '%s' aan groep '%s' faalde: kan gebruikersobject niet vinden!

source: Add UID '%s' to group '%s' failed: UID is used more than once!
nl: Toevoegen van UID '%s' aan groep '%s' faalde: UID is meer dan 1 keer gebruikt!

source: ! unknown UID
nl: ! onbekende UID

source: Search returned too many results. Not displaying more than %s entries!
nl: Zoek resulteerde in teveel resultaten. Er worden niet dan %s inzendingen getoond!

source: Cannot find any SID for '%s'!
nl: Kan geen SID vinden voor '%s'!

source: Cannot find any RIDBASE for '%s'!
nl: Kan geen RIDBASE vinden voor '%s'!

source: The gidNumber '%s' is already in use by %s!
nl: De gidNumber '%s' is al in gebruik door %s!

source: Generic group settings
nl: Generieke groep opties

source: Samba group type
nl: Samba groep type

source: Samba domain name
nl: Sambe domeinnaam

source: System trust
nl: Systeem vertrouwen

source: Phone pickup group
nl: Telefoon pickup groep

source: Nagios group
nl: Nagios groep

source: Group member
nl: Groep lid

source: List of groups
nl: Lijst met groepen

source: Group
nl: Groep

source: Group submenu entry
nl: Groep subemenu inzending

source: Group menu entry
nl: Group menu inzending

source: Edit group
nl: Wijzig groep

source: Remove group
nl: Verwijder groep

source: Group administration
nl: Groepen beheer

source: Edit posix properties
nl: Wijzig posix eigenschappen

source: Edit start menu properties
nl: Wijzig start menu eigenschappen

source: Multiple edit
nl: Meerdere wijzigingen

source: Descriptive text for this group
nl: Omschrijving voor deze groep

source: Select to create a samba conform group
nl: Selecteer om een samba conforme groep te maken

source: in domain
nl: in domein

source: Members are in a phone pickup group
nl: Leden zitten in een telefoon beantwoordgroep

source: Members are in a nagios group
nl: Leden zitten in een systeeminformatie groep (Nagios)

source: Trust mode
nl: Vertrouwensmodus

source: Group members
nl: Groepsleden

source: In all groups
nl: In alle groepen

source: Not in all groups
nl: Niet in alle groepen

source: Show users
nl: Toon gebruikers

source: Show groups
nl: Toon groepen

source: Locality
nl: Localiteit

source: Location
nl: Plaats

source: Manager
nl: Beheerder

source: Administrative settings
nl: Administratieve instellingen

source: Domain Component
nl: Domein Component

source: Country name
nl: Landnaam

source: Name of country to create
nl: Naam van het land om aan te maken

source: Descriptive text for department
nl: Omschrijving voor de afdeling

source: Tag department as an independent administrative unit
nl: Markeer de afdeling als een onafhankelijke administratieve eenheid

source: Processing the requested operation
nl: Bezig met verwerken van de gevraagde opdracht

source: Your browser doesn't support iframes, please use this link to perform the requested operation.
nl: Uw browser heeft geen ondersteuning voor frames. Gebruik a.u.b. deze link om de gewenste opdracht uit te voeren.

source: You are currently moving/renaming this department.
nl: Je bent momenteel dit departement aan het verplaatsen/hernoemen

source: Modifying a departments naming attribute 'ou' or base may corrupt acls and snapshot entries for all entire objects.
nl: Het wijzigen vaan departement zijn naam attribuut 'ou' of base kan resulteren in corrupte acls en snapshots inzendingen voor alle volledige objecten.

source: FusionDirectory can NOT fix this for you, yet.
nl: FusionDirectory kan dit nog NIET oplossen voor jou.

source: Before you confirm this action, ensure that everything will be as expected, possibly the best solution is a backup.
nl: Voor je deze actie confirmeerd, wees er zeker van dat alles is zoals je verwacht, neem een backup voor je dit toepast.

source: Domain name
nl: Domein naam

source: Name of domain to create
nl: Naam van het domein dat je wenst aan te maken

source: This includes 'all' accounts, systems, etc. in this subtree. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
nl: Dit bevat 'alle' accounts,systemen,etc. in deze subtree. Verifieer aub dubbel of je dit echt wenst te doen want er is geen manier voor FusionDirectory om je data terug te plaatsen.

source: Best thing to do before performing this action would be to save the current contents of your LDAP tree in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
nl: Het is aan te raden de huidige inhoud van uw LDAP database op te slaan alvorens u doorgaat. Indien u dat gedaan heeft drukt u op 'Verwijderen' om door te gaan of op 'Annuleren' om te annuleren.

source: Name of organization
nl: Naam van de organisatie

source: Name of organization to create
nl: Naam van de organisatie die wenst aan te maken

source: Category
nl: Categorie

source: Category for this subtree
nl: Categorie voor deze subtree

source: State
nl: Provincie

source: State where this subtree is located
nl: Provincie waar deze subtree zich bevindt

source: Location of this subtree
nl: Plaats van deze subtree

source: Address
nl: Adres

source: Postal address of this subtree
nl: Post adres van deze subtree

source: Base telephone number of this subtree
nl: Basis telefoonnummer van deze subtree

source: Base facsimile telephone number of this subtree
nl: Basis Fax nummer van deze subtree

source: Locality name
nl: Plaatsnaam

source: Name of locality to create
nl: Plaatsnaam die je went aan te maken

source: Departments
nl: Afdelingen

source: Manage Departments
nl: Beheer departementen

source: Domain
nl: Domein

source: Country
nl: Land

source: Department
nl: Afdeling

source: Cannot find an unused tag for this administrative unit!
nl: Kan geen ongebruikte tag vinden voor deze administratieve unit!

source: Tagging '%s'.
nl: Markeren van '%s'.

source: Moving '%s' to '%s'
nl: Verplaatsen van %s naar %s

source: FAILED to copy %s, aborting operation
nl: Kopieren van %s is mislukt. Bewerking afgebroken.

source: Department name
nl: Afdelingnaam

source: Telephone
nl: Telefoon

source: Object '%s' is already tagged
nl: Object '%s' is al gemarkeerd

source: Adding tag (%s) to object '%s'
nl: Toevoegen van markering (%s) aan object '%s'

source: Removing tag from object '%s'
nl: Verwijderen van markering van object '%s'

source: Name of department
nl: Naam van de afdeling

source: Name of subtree to create
nl: Naam van de aan te maken subtree

source: Descriptive text for department
nl: Beschrijvende tekst voor departement

source: List of departments
nl: Lijst met afdelingen

source: Domain component
nl: Domein component

source: Organization name
nl: Organisatienaam

source: Postal address
nl: Adres thuis

source: Phone number
nl: Telefoonnummer

source: Object groups
nl: Objectgroepen

source: Manage object groups
nl: Beheer object groepen

source: Infrastructure error
nl: Infrastructuur error

source: Templates
nl: Sjablonen

source: Application
nl: Programma

source: Workstation
nl: Werkstation

source: Windows Install
nl: Windows installeren

source: Winstation
nl: Windows werkstation

source: Show department
nl: Toon departement

source: Show Applications
nl: Toon applicaties

source: Show server
nl: Toon server

source: Show workstation
nl: Toon werkstation

source: Show Windows PC
nl: Toon Windows PC

source: Show terminal
nl: Toon terminal

source: Show printer
nl: Toon printer

source: Show phone
nl: Toon telefoon

source: user groups
nl: gebruikersgroepen

source: nested groups
nl: genestelde groepen

source: application groups
nl: applicatie groepen

source: department groups
nl: departement groepen

source: server groups
nl: server groepen

source: workstation groups
nl: werkstation groepen

source: windows workstation groups
nl: windows werkstation groepen

source: terminal groups
nl: terminal groepen

source: printer groups
nl: printer groepen

source: phone groups
nl: telefoon groepen

source: Please double check if you really want to do this since there is no way for FusionDirectory to get your data back.
nl: Verifieer aub dubbel of je dit echt wenst te doen want er is geen manier voor FusionDirectory om je data terug te krijgen.

source: Please enter the new object group name
nl: Vul aub de nieuwe object groepsnaam in

source: Phone queue
nl: Telefoonwachtrij

source: Systems
nl: Systemen

source: Startup
nl: Opstarten

source: Devices
nl: Apparaten

source: FAI summary
nl: FAI samenvatting

source: Applications
nl: Programma's

source: You cannot combine terminals and workstations in one object group!
nl: Je kan terminals en werkstations niet combineren in één object groep!

source: Non existing dn:
nl: Niet bestaande dn:

source: These systems are already configured by other object groups and cannot be added:
nl: Deze systemen zijn al geconfigureerd door andere object groepen en kan niet worden toegevoegd:

source: Object group generic
nl: Object groep generiek

source: Member
nl: Lid

source: Name of the group
nl: Naam van de groep

source: Member objects
nl: Lidmaatschap objecten

source: List of object groups
nl: Lijst met objectgroepen

source: Object group
nl: Objectgroep

source: Send message
nl: Stuur bericht

source: Edit object group
nl: Wijzig object groep

source: Remove object group
nl: Verwijder object groep

source: Select objects to add
nl: Selecteer de toe te voegen objecten

source: Display objects of department
nl: Toon objecten van afdeling

source: Display objects matching
nl: Toon overeenkomende objecten

source: Regular expression for matching object names
nl: Reguliere expressie voor overeenkomende objectnamen

source: Object name
nl: Objectnaam

source: Contents
nl: Inhoud

source: This object has no relationship to other objects.
nl: Dit object heeft geen relatie met andere objecten.

source: Welcome %s!
nl: Welkom %s!

source: This is the FusionDirectory main menu. You can select your tasks from the menu on the left, or by choosing one of the pictograms below. All changes apply directly to your companies LDAP server.
nl: Dit is het hoofdmenu van FusionDirectory. Je kan taken selecteren van de menu links, of je kan een van de pictogrammen hieronder kiezen. Alle wijzigingen worden onmiddellijk toegepast op je bedrijfs LDAP server.

source: Use 'Sign out' on the upper left to close the connection and 'Main' to get back to the pictogram view.
nl: Gebruik 'Uitloggen' bovenin om de verbinding te verbreken en 'Hoofdmenu' om terug te keren naar het onderstaande pictogrammen overzicht.

source: The FusionDirectory team
nl: Het FusionDirectory team

source: Select groups to add
nl: Selecteer de toe te voegen groepen

source: Display groups of department
nl: Toon groepen van afdeling

source: Display groups matching
nl: Toon overeenkomende groepen

source: Regular expression for matching group names
nl: Reguliere expressie voor overeenkomende groepnamen

source: Display groups of user
nl: Toon groepen van gebruiker

source: User name of which groups are shown
nl: Gebruikersnaam van wie de groepen getoond worden

source: Show servers
nl: Toon servers

source: Show workstations
nl: Toon werkstations

source: Show terminals
nl: Toon terminals

source: Edit users POSIX settings
nl: Wijzig gebruikers POSIX opties

source: expired
nl: verlopen

source: grace time active
nl: gratie tijd actief

source: active
nl: actief

source: password not changeable
nl: paswoord niet wijzigbaar

source: password expired
nl: paswoord is vervallen

source: automatic
nl: automatisch

source: Password can't be changed up to %s days after last change
nl: Het wachtwoord kan pas %s dag(en) na de laatste wijziging gewijzigd worden

source: Password must be changed after %s days
nl: Het wachtwoord moet na %s dag(en) gewijzigd worden

source: Disable account after %s days of inactivity after password expiry
nl: Desactiveer de account na %s dagen inactiviteit of nadat het paswoord is vervallen

source: Warn user %s days before password expiry
nl: Waarschuw gebruiker %s dagen voordat het wachtwoord vervalt

source: Timeout while waiting for lock. Ignoring lock!
nl: Timeout tijdens het wachten voor een lock. lock is genegeerd!

source: Group of user
nl: Gebruikersgroep

source: A duplicated UID number was written for this user. If this was not intended please verify all used uidNumbers!
nl: Een duplicaat UID nummer is weggeschreven voor deze gebruiker. Als dit niet de bedoeling was, kijk dan aub alle gebruikte uidNumbers na!

source: Home directory
nl: Persoonlijke map

source: POSIX account
nl: shadowInactive

source: My account
nl: Mijn account

source: Group ID
nl: Groep ID

source: Force password change on login
nl: Forceer paswoord wijziging tijdens login

source: Shadow inactive
nl: Shadow non-actief

source: Shadow expire
nl: Shadow vervalt

source: Public SSH key
nl: Publieke SSH sleutel

source: POSIX settings
nl: POSIX opties

source: User must change password on first login
nl: Het wachtwoord moet bij de eerste aanmelding gewijzigd worden
