Repository: Animtim/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: nl

source: Password expires on
nl: Wachtwoord verloopt op

source: Posix settings
nl: Posix instellingen

source: Primary group
nl: Primaire groep

source: Force UID/GID
nl: Forceer UID/GID

source: Group membership
nl: Groep lidmaatschap

source: (Warning: more than 16 groups are not supported by NFS!)
nl: (Waarschuwing: NFS ondersteunt niet meer dan 16 groepen!)

source: Last logon
nl: Laatste login

source: Common group
nl: Gemeenschappelijke groep

source: Groups differ
nl: Groepen verschillen

source: SSH keys
nl: SSH sleutels

source: Edit public ssh keys...
nl: Wijzig publieke ssh sleutels...

source: To change your personal password use the fields below. The changes take effect immediately. Please memorize the new password, because you wouldn't be able to login without it.
nl: Gebruik het veld hieronder om uw persoonlijke wachtwoord te veranderen. De veranderingen worden direct doorgevoerd. Onthoud het nieuwe wachtwoord a.u.b. aangezien u niet in zult kunnen loggen zonder dit wachtwoord.

source: Your Password has expired. Please choose a new password!
nl: Je paswoord is vervallen. Gelieve een nieuw paswoord te kiezen!

source: Password change dialog
nl: Paswoord wijzig dialoog

source: Clear fields
nl: Wis velden

source: Change user password
nl: Wijzig gebruikers paswoord

source: You need to specify your current password in order to proceed.
nl: U moet uw huidige wachtwoord opgeven om door te kunnen gaan.

source: The password you've entered as 'New password' is empty.
nl: Het nieuw ingevoerde wachtwoord is leeg.

source: The password used as new and current are too similar.
nl: Het huidige wachtwoord en het nieuwe wachtwoord lijken te veel op elkaar.

source: The password contains possibly problematic Unicode characters!
nl: Het paswoord bevat mogelijke probleemgevende Unicode karakters!

source: The password you've entered as your current password doesn't match the real one.
nl: Het wachtwoord dat u opgegeven heeft als uw huidige wachtwoord is niet correct.

source: You have no permission to change your password.
nl: Je hebt geen rechten om je paswoord te wijzigen.

source: User password
nl: Gebruikers paswoord

source: You've successfully changed your password. Remember to change all programms configured to use it as well.
nl: U heeft succesvol uw wachtwoord veranderd. Denkt u eraan dat u alle programma's die dit wachtwoord gebruiken ook aanpast!

source: You have no permission to change your password at this time
nl: Je hebt momenteel geen rechten om je paswoord te wijzigen

source: Personal picture
nl: Persoonlijk plaatje

source: Remove picture
nl: Plaatje verwijderen

source: Generic user information
nl: Algemene gebruikersinformatie

source: Certificates
nl: Certificaten

source: Standard certificate
nl: Standaard certificaat

source: S/MIME certificate
nl: S/MIME certificaat

source: PKCS12 certificate
nl: PKCS12 certificaat

source: Certificate serial number
nl: Certificaat serienummer

source: Edit organizational user settings
nl: Wijzig organisatorische gebruikers opties

source: Please add a single IP address or a network/netmask combination!
nl: Voeg aub een enkel IP adres of een netwerk/netmask combinatie toe!

source: female
nl: vrouw

source: male
nl: man

source: Cannot upload file!
nl: Kan bestand niet uploaden!

source: Serial number
nl: Serienummer

source: (Some types of certificates are currently not supported and may be displayed as 'invalid'.)
nl: (Sommige types van certificaten zijn momenteel niet ondersteund en kunnen worden getoond als 'ongeldig'.)

source: Certificate is valid from %s to %s and is currently %s.
nl: Certificaat is geldig van '%s' tot '%s' en de huidige status is '%s'.

source: valid
nl: geldig

source: invalid
nl: ongeldig

source: No certificate installed
nl: Geen certificaat geinstalleerd

source: The selected password method is no longer available.
nl: De geselecteerde paswoord methode is niet langer beschikbaar.

source: Cannot save user picture, FusionDirectory requires the package 'php5-imagick' to be installed!
nl: Kan gebruikersfoto niet opslaan, FusionDirectory heeft het pakket 'php5-imagick' nodig

source: Cannot build RDN: no + allowed to build sub RDN!
nl: Kan RDN niet bouwen: no + allowed to build sub RDN!

source: Cannot build RDN: attribute is not defined!
nl: Kan RDN niet bouwen: attribuut is niet gedefinieerd!

source: Cannot build RDN: invalid attribute parameters!
nl: Kan RDN niet bouwen: ongeldige attribuut parameters!

source: The selected password method requires initial configuration!
nl: De geselecteerde paswoord methode heeft een initiële configuratie nodig!

source: Mobile
nl: GSM

source: Pager
nl: Pieper

source: Date of birth
nl: Geboortedatum

source: Cannot open certificate!
nl: Kan certificaat niet openen!

source: Unit
nl: Eenheid

source: House identifier
nl: Huis identificatie

source: Vocation
nl: Beroep

source: Last delivery
nl: Laatste levering

source: Person locality
nl: Werkplaats

source: Unit description
nl: Eenheid omschrijving

source: Subject area
nl: Werkgebied

source: Functional title
nl: Functionele titel

source: Public visible
nl: Publiek zichtbaar

source: Street
nl: Straat

source: Postal code
nl: Postcode

source: Generic user settings
nl: Generieke gebruikers opties

source: User identification
nl: Gebruiker identificatie

source: Personal title
nl: Aanhef

source: Academic title
nl: Academische titel

source: Sex
nl: Geslacht

source: Preferred language
nl: Gewenste taal

source: User picture
nl: Persoonlijk plaatje

source: Login restrictions
nl: Login restricties

source: Department number
nl: Departement nummer

source: Employee number
nl: Werknemer nummer

source: Employee type
nl: Functie

source: Room number
nl: Kamernummer

source: Telefon number
nl: Telefoonnummer

source: Pager number
nl: Pagina nummer

source: Mobile number
nl: GSM nummer

source: Fax number
nl: FAX nummer

source: Home postal address
nl: Adres thuis

source: Home phone number
nl: Prive nummer

source: User password method
nl: Gebruikers paswoord methode

source: User certificates
nl: Gebruikerscertificaten

source: Entries differ
nl: Inzendingen verschillen

source: User settings
nl: Gebruikersinstellingen

source: Clear password
nl: Wachtwoord wissen

source: Set new password
nl: Nieuw wachtwoord instellen

source: Personal information
nl: Persoonlijke informatie

source: Change picture
nl: Verander plaatje

source: Template name
nl: Sjabloon naam

source: Preferred langage
nl: Voorkeurstaal

source: Private phone
nl: Telefoon privé

source: Password storage
nl: Wachtwoord encryptie

source: Edit certificates
nl: Bewerk certificaten

source: Restrict login to
nl: Restricteer login op

source: IP or network
nl: IP of netwerk

source: Organizational information
nl: Organisatie informatie

source: Department No.
nl: Afdeling nr.

source: Employee No.
nl: Personeel nr.

source: Room No.
nl: Kamer nr.

source: Please use the phone tab
nl: Gebruik a.u.b. de telefoon tab

source: Your password hash method will not be changed!
nl: Je paswoord hash methode zal niet worden aangepast!
