Repository: Animtim/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: nl

source: There is no valid FusionDirectory 1.0 administrator account inside your LDAP.
nl: Er is geen geldige FusionDirectory 1.0 administrator account in je LDAP.

source: Create
nl: Aanmaken

source: Users
nl: Gebruikers

source: Groups
nl: Groepen

source: There is no FusionDirectory administrator account inside your LDAP.
nl: Er is geen FusionDirectory administrator account in je LDAP.

source: Cannot add ACL for user '%s':
nl: Kan toegevoegde ACL voor gebruiker '%s' niet toevoegen:

source: Password error
nl: Paswoord error

source: Provided passwords do not match!
nl: Ingevoerde paswoorden komen niet overeen!

source: Specify a valid user ID!
nl: Specifieer een geldige gebruikers ID!

source: Adding an administrative user failed: object '%s' already exists!
nl: Het toevoegen van een administratieve gebruiker faalde: object '%s' bestaat al!

source: Cannot move users to the requested department!
nl: Kan gebruikers niet verplaatsen naar het gewenste departement!

source: Winstation will be moved from
nl: Winstation zal verplaats worden van

source: to
nl: naar

source: Updating following references too
nl: Volgende referenties worden ook upgedate

source: Group will be moved from
nl: Groep zal verplaats worden van

source: User will be moved from
nl: Gebruiker zal verplaatst worden van

source: The following references will be updated
nl: De volgende referenties zullen upgedate worden

source: The LDAP root object is missing. It is required to use your LDAP service.
nl: Het LDAP root object ontbreekt. Het is nodig voor je LDAP dienst.

source: Try to create root object
nl: Probeer het root object aan te maken

source: Root object couldn't be created, you should try it on your own.
nl: Root object kon niet aangemaakt worden, je zou het zelf kunnen proberen.

source: Missing FusionDirectory object class '%s'!
nl: Ontbrekende FusionDirectory object class '%s'!

source: Please check your installation.
nl: Kijk je installatie na aub.

source: Cannot handle the structural object type of your root object. Please try to add the object class '%s' manually.
nl: Kan het structurele object type van je root object niet gebruiken. Probeer de object class '%s' manueel toe te voegen.

source: Copy '%s' to '%s' failed:
nl: Kopiëren '%s' naar '%s' faalde:

source: There are %s devices that need to be migrated.
nl: Er zijn %s apparaten die gemigreerd moeten worden.

source: Adding '%s' to the LDAP failed: %s
nl: Het toevoegen van '%s' naar de LDAP faalde: %s

source: Updating '%s' failed: %s
nl: Updaten van '%s' faalde: %s

source: There are %s services that need to be migrated.
nl: Er zin %s diensten die gemigreerd moeten worden

source: Add
nl: Toevoegen

source: Remove
nl: Verwijderen

source: There are %s application menus which have to be migrated.
nl: Er zijn %s applicaties menu's die gemigreerd moeten worden

source: The snapshot functionality is enabled, but the required variable '%s' is not set.
nl: De snapshot functionaliteit is aan, maar de vereiste variabele '%s' is niet ingesteld.

source: The snapshot functionality is enabled, but the required compression module is missing. Please install '%s'.
nl: De snapshot funcionaliteit is geactiveerd, maar de vereiste compressie module ontbreekt. Installeer aub '%s'.

source: No PDF export possible: there is no FPDF library installed.
nl: Geen PDF export mogelijk: Er is geen FPDF library geinstalleerd.

source: Page
nl: Pagina

source: None
nl: Geen

source: Cannot read uploaded file: %s
nl: Kan geupload bestand niet lezen: %s

source: file is empty
nl: bestand is leeg

source: file not found
nl: bestand niet gevonden

source: file not readable
nl: bestand onleesbaar

source: All objects in this category
nl: Alle objecten in deze categorie

source: The configuration format has changed. Please re-run setup!
nl: Het configuratie formaat is gewijzigd. Draai de setup opnieuw aub!

source: Unknown
nl: Onbekend

source: on line
nl: op lijn

source: No plugin definitions found to initialize '%s', please check your configuration file.
nl: Geen plugin definities gevonden om '%s' te initializeren, verifieer aub je configuratie bestand.

source: Delete process has been canceled by plugin '%s': %s
nl: Het verwijder proces is geannuleerd door plugin '%s': %s

source: ACL
nl: Rechten

source: References
nl: Referenties

source: unconfigured
nl: niet geconfigureerd

source: The filter is incomplete!
nl: De filter is niet volledig!

source: Permission
nl: Recht

source: Permission error
nl: Permissiefout

source: You are not allowed to create a snapshot for %s.
nl: Je hebt geen toelating om een snapshot te maken voor %s.

source: You are not allowed to restore a snapshot for %s.
nl: Je hebt geen toelating om een snapshot voor %s te restaureren.

source: No tab declaration for '%s' found in your configuration file. Cannot create plugin instance!
nl: Geen tab declaratie voor '%s' gevonden in je configuratie bestand. Kan plugin instantie niet aanmaken!

source: Fatal error: no class locations defined - please run '%s' to fix this
nl: Fatale error: geen class locaties gedefinieerd - draai aub '%s' om dit op te lossen

source: Fatal error: cannot instantiate class '%s' - try running '%s' to fix this
nl: Fatale error: kan class '%s' niet instantiëren - probeer '%s' te draaien om dit op te lossen

source: FATAL: Error when connecting the LDAP. Server said '%s'.
nl: FATAAL: Fout bij het verbinden met de LDAP server. De server meldt: '%s'.

source: Username / UID is not unique inside the LDAP tree!
nl: Gebruikersnaam / UID is niet uniek in de LDAP tree!

source: Internal error
nl: Interne error

source: Username / UID is not unique inside the LDAP tree. Please contact your Administrator.
nl: Gebruikersnaam / UID is niet uniek in de LDAP tree. Gelieve je Systeembeheerder te contacteren.

source: Error while adding a lock. Contact the developers!
nl: Error tijdens het toevoegen van de lock. Contacteer de programmeurs!

source: Cannot create locking information in LDAP tree. Please contact your administrator!
nl: Kan de locking informatie voor de LDAP tree niet aanmaken. Gelieve je systeembeheerder te contacteren!

source: Found multiple locks for object to be locked. This should not happen - cleaning up multiple references.
nl: Verschillende locks zijn teruggevonden voor het object dat je wilt in lock plaatsen. Dit zou niet mogen gebeuren - Opschonen van meerdere referenties.

source: The size limit of %d entries is exceed!
nl: De hoeveelheidslimiet van %d invoeren is overschreden!

source: Set the new size limit to %s and show me this message if the limit still exceeds
nl: Stel de nieuwe hoeveelheidslimiet in op %s en toon me dit bericht indien de limiet nog steeds overschreden wordt.

source: Configure
nl: Instellen

source: incomplete
nl: onvolledig

source: Continue anyway
nl: Toch doorgaan

source: Edit anyway
nl: Alsnog bewerken

source: You're going to edit the LDAP entry/entries %s
nl: Je staat op het punt de LDAP inzending/inzendingen te wijzigen %s

source: Entries per page
nl: Regels per pagina

source: Apply filter
nl: Filter toepassen

source: File '%s' could not be deleted.
nl: Bestand '%s' kon niet worden verwijderd.

source: Cannot write to revision file!
nl: Kan niet wegschrijven naar revisie bestand!

source: Cannot read to revision file!
nl: Kan revisie bestand niet lezen!

source: 'baseIdHook' is not available. Using default base!
nl: 'baseIdHook' is niet beschikbaar. Gebruik default base!

source: LDAP warning
nl: LDAP waarschuwing

source: Cannot get schema information from server. No schema check possible!
nl: Kan geen schema informatie krijgen van de server. Geen schema verificatie mogelijk!

source: Used to store account specific informations.
nl: Wordt gebruikt om specifieke account informatie op te slaan.

source: Used to lock currently edited entries to avoid multiple changes at the same time.
nl: Wordt gebruikt om huidige gewijzigde inzendingen te blokkeren en zo meerdere wijzingen terzelfde tijd tegen te gaan.

source: Missing required object class '%s'!
nl: Vereiste object class '%s' ontbreekt!

source: Missing optional object class '%s'!
nl: Optionele object class '%s' ontbreekt!

source: Version mismatch for required object class '%s' (!=%s)!
nl: Versie wanverhouding voor vereist object class '%s' (!=%s)!

source: Class(es) available
nl: Class(es) beschikbaar

source: You have enabled the rfc2307bis option on the 'ldap setup' step, but your schema configuration do not support this option.
nl: Je hebt de rfc2307bis optie geactiveerd op de 'ldap setup' stap. maar je schema configuratie ondersteund deze optie niet.

source: In order to use rfc2307bis conform groups the objectClass 'posixGroup' must be AUXILIARY
nl: Om rfc2307bis conforme groepen te gebruiken moet de objectClass 'posixGroup' AUXILIARY zijn.

source: Your schema is configured to support the rfc2307bis group, but you have disabled this option on the 'ldap setup' step.
nl: Je schema is geconfigureerd om de rfc2307bis groep te ondersteunen, maar je hebt deze opties niet geactiveerd in de 'ldap setup' stap.

source: The objectClass 'posixGroup' must be STRUCTURAL
nl: De objectClass 'posixGroup' moet STRUCTUREEL zijn

source: Command '%s', specified as POSTMODIFY for plugin '%s' doesn't seem to exist.
nl: Het commando '%s' dat gespecificeerd is als POSTMODIFY voor module '%s' bestaat niet.

source: Cannot generate samba hash: running '%s' failed, check the 'sambaHashHook'!
nl: Kan samba hash niet genereren: starten van %s faalde, verifieer de 'sambaHashHook'!

source: Cannot allocate a free ID:
nl: Kan geen vrij ID toekennen:

source: unknown idAllocation method!
nl: onbekende idAllocation methode!

source: Cannot create sambaUnixIdPool entry!
nl: Kan inzending sambaUnixIdPool niet aanmaken!

source: sambaUnixIdPool is not unique!
nl: sambaUnixIdPool is niet uniek!

source: no ID available!
nl: Geen ID beschikbaar!

source: maximum tries exceeded!
nl: maximum pogingen overschreden!

source: Cannot allocate a free ID!
nl: Kan geen vrij ID toekennen!

source: Up
nl: Omhoog

source: Down
nl: Omlaag

source: created by
nl: aangemaakt door

source: Go to root department
nl: Ga naar basis afdelingen

source: Root
nl: Basis

source: Go up one department
nl: Ga een afdeling omhoog

source: Go to users department
nl: Ga naar gebruikers afdeling

source: Reload list
nl: Lijst herladen

source: Submit
nl: Verwerk

source: Actions
nl: Acties

source: Copy
nl: Kopieer

source: Cut
nl: Knip

source: Paste
nl: Plakken

source: Cut this entry
nl: Deze invoer knippen

source: Copy this entry
nl: Deze invoer kopieren

source: Restore snapshots
nl: Restaureer snapshots

source: Export list
nl: Export lijst

source: Restore snapshot
nl: Restaureer snapshot

source: Create snapshot
nl: Maak snapshot

source: Create a new snapshot from this object
nl: Maak een nieuw snapshot van dit object

source: You're about to delete the snapshot '%s'.
nl: Je staat op het punt om de '%s' snapshot te verwijderen.

source: Remove snapshot
nl: Verwijder snaphshot

source: Description
nl: Omschrijving

source: XML error in fusiondirectory.conf: %s at line %d
nl: XML fout in fusiondirectory.conf: %s op regel %d

source: Cannot bind to LDAP. Please contact the system administrator.
nl: Kan niet binden met de LDAP. Gelie je systeembeheerder te contacteren.

source: sambaSID and/or sambaRidBase missing in the configuration!
nl: sambaSID en/of sambaRidBase ontbreken in de configuratie!

source: Copy and paste failed!
nl: Kopiëren en plakken faalde!

source: Cannot set permission for '%s'
nl: Kan geen rechten instellen voor '%s'

source: '%s' is no vaild LDAP object
nl: '%s' is geen geldig LDAP object

source: No write permission in '%s'
nl: Geen schrijfrechten in '%s'

source: These objects will be pasted: %s
nl: Deze objecten zullen geplakt worden: %s

source: This object will be pasted: %s
nl: Dit object zal geplakt worden: %s

source: Cannot paste
nl: Kan niet plakken

source: Cannot change password, unknown user '%s'
nl: Kan paswoord niet wijzigen, ongekende gebruiker '%s'

source: Cannot find a suitable password method for the current hash!
nl: Kan geen geschikte paswoord methode vinden voor de huidige hash!

source: The object has changed since opened in FusionDirectory. All changes that may be done by others get lost if you save this entry!
nl: Het object is gewijzigd sinds het openen van FusionDirectory. Alle wijzigingen die gemaakt zijn door anderen zullen verloren gaan als je deze inzending opslaat!

source: Changing ACL dn
nl: ACL dn wijzigen

source: from
nl: van

source: Restore
nl: Restaureer

source: cut
nl: knippen

source: copy
nl: kopieer

source: Sortable list
nl: Sorteerbare lijst

source: Edit
nl: Bewerken

source: Edit this entry
nl: Bewerk deze invoer

source: Delete
nl: Verwijderen

source: Delete this entry
nl: Verwijder deze invoer

source: Logging failed: %s
nl: Logging faalde: %s

source: Invalid option '%s' specified!
nl: Ongeldige optie '%s' gespecifieerd!

source: Specified objectType is empty or invalid!
nl: Gespecifieerd objectType is leeg of ongeldig!

source: The timezone setting '%s' in your fusiondirectory.conf is not valid. Cannot calculate correct timezone offset.
nl: De tijdzone optie '%s' in je fusiondirectory.conf is niet geldig. Kan correcte tijdzone niet berekenen.

source: Certificate is empty!
nl: Certificaat is leeg!

source: Cannot load certificate - only PEM/DER is supported!
nl: Kan certificaat niet laden - enkel PEM/DER is ondersteund!

source: Cannot extract information for non PEM certificates!
nl: Kan geen informatie van niet PEM certificaten uithalen!

source: No valid certificate loaded!
nl: Geen geldig certificaat geladen!

source: Search in subtrees
nl: Zoek in subtrees

source: Access control
nl: Toegangsbeheer

source: Manage access control lists
nl: Beheer access control lists

source: All users
nl: Alle gebruikers

source: All categories
nl: Alle categoriën

source: One level
nl: Eén level

source: Current object
nl: Huidig object

source: Complete subtree
nl: Volledige subtree

source: Complete subtree (permanent)
nl: Volledige subtree (permanent)

source: Use ACL defined in role
nl: Gebruik ACL gedefinieerd in een rol

source: No ACL settings for this category!
nl: Geen ACL opties voor deze categorie!

source: Contains ACLs for these objects: %s
nl: Bevat ACLs voor deze objecten: %s

source: category ACL
nl: categorie ACL

source: Edit ACL for '%s' - scope is '%s'
nl: Wijzig ACL voor '%s' - scoop is '%s'

source: All objects in current subtree
nl: Alle objecten in huidige subtree

source: Show/hide advanced settings
nl: Toon/verberg geavanceerde opties

source: Create objects
nl: Maak objecten

source: Move objects
nl: Verplaats objecten

source: Remove objects
nl: Verwijder objecten

source: Grant permission to owner
nl: Rechten toekennen aan eigenaar

source: read
nl: alleen lezen

source: write
nl: afleveren, lezen & schrijven

source: Complete object
nl: Volledig object

source: Unkown ACL type '%s'!
nl: Onbekend ACL type '%s'!

source: Unknown entry '%s'!
nl: Onbekende inzending '%s'!

source: Role: %s
nl: Rol: %s

source: unknown role
nl: onbekende rol

source: Contains settings for these objects: %s
nl: Bevat opties voor deze objecten: %s

source: inactive
nl: non-actief

source: No members
nl: Geen leden

source: ACL roles
nl: ACL rollen

source: Requested channel does not exist! Please contact your Administrator.
nl: Gevraagde kanaal bestaat niet! Gelieve je Systeembeheerder te contacteren.

source: You are currently editing mutliple entries.
nl: Je wijzigt momenteel meerdere inzendingen.

source: Password reset
nl: Paswoord reset

source: The user password was resetted, please set a new password value!
nl: Het gebruikerspaswoord is gereset, stel aub een nieuwe paswoord waarde in!

source: Performance warning
nl: Performantie waarschuwing

source: LDAP performance is poor: last query took about %.2fs!
nl: LDAP performantie is slecht: laatste query duurde ongeveer %.2fs!

source: Cannot automatically create subtrees with RDN '%s': no object class found!
nl: Kan niet automatisch subtrees aanmaken met RDN '%s': geen object class gevonden!

source: Cannot automatically create subtrees with RDN '%s': not supported
nl: Kan niet automatisch subtrees aanmaken met RDN '%s': niet ondersteund

source: while operating on '%s' using LDAP server '%s'
nl: bij het bewerken van '%s' op LDAP server '%s'

source: while operating on LDAP server %s
nl: bij het bewerken van LDAP server %s

source: Missing command line programm '%s'!
nl: Command line program '%s' ontbreekt!

source: This is not a valid DN: '%s'. A block for import should begin with 'dn: ...' in line %s
nl: Dit is geen geldige DN: '%s'. Een blok dat geïmporteerd wordt, dient te beginnen met 'dn: ...' op regel %s

source: Error while importing dn: '%s', please check your LDIF from line %s on!
nl: Fout bij het importeren van dn: '%s', controleer uw LDIF bestand a.u.b. vanaf regel %s!

source: Generating this page caused the PHP interpreter to raise some errors!
nl: Er is minimaal één PHP fout opgetreden bij het genereren van deze pagina!

source: Send bug report to the FusionDirectory Team
nl: Stuur probleemrapport naar het FusionDirectory Teal

source: Send bugreport
nl: Stuur probleemrapport

source: Toggle information
nl: Informatie weergeven/verbergen

source: PHP error
nl: PHP fout

source: class
nl: klasse

source: function
nl: functie

source: static
nl: statisch

source: method
nl: methode

source: File
nl: Bestand

source: Line
nl: Regel

source: Arguments
nl: Argumenten

source: Please fix the above error and reload the page.
nl: Los aub de bovenstaande error op en herlaad de pagina.

source: Select to list objects of type '%s'.
nl: Selecteer om objecten van type '%s' te tonen.

source: Select to list objects containig '%s'.
nl: Selecteer om objecten die '%s' bevatten te tonen.

source: Select to list objects that have '%s' enabled
nl: Selecteer om objecten te tonen die '%s' actief hebben

source: Select to search within subtrees
nl: Selecteer om binnen subonderdelen te zoeken

source: This object will be deleted!
nl: Dit object zal verwijderd worden!

source: This '%s' object will be deleted!
nl: Dit '%s' obkect zal verwijderd worden!

source: This object will be deleted: %s
nl: Dit object zal verwijder worden: %s

source: This '%s' object will be deleted: %s
nl: Dit '%s' object zal verwijderd worden: %s

source: This object will be deleted:
nl: Dit object zal verwijderd worden:

source: This '%s' object will be deleted:
nl: Dit '%s' object zal verwijderd worden:

source: These objects will be deleted: %s
nl: Deze objecten zullen verwijderd worden: %s

source: These '%s' objects will be deleted: %s
nl: Deze '%s' objecten zullen verwijderd worden: %s

source: You have no permission to delete this object!
nl: Je hebt geen rechten om dit object te verwijderen!

source: You have no permission to delete the object:
nl: Je hebt geen rechten om dit object te verwijderen:

source: You have no permission to delete these objects:
nl: Je hebt geen rechten om deze objecten te verwijderen:

source: You have no permission to create this object!
nl: Je hebt geen rechten om dit object aan te maken!

source: You have no permission to create the object:
nl: Je hebt geen rechten om dit object aan te maken:

source: You have no permission to create these objects:
nl: Je hebt geen rechten om deze objecten aan te maken:

source: You have no permission to modify this object!
nl: Je hebt geen rechten om dit object te wijzigen!

source: You have no permission to modify the object:
nl: Je hebt geen rechten om dit object te wijzigen:

source: You have no permission to modify these objects:
nl: Je hebt geen rechten om deze objecten aan te passen:

source: You have no permission to view this object!
nl: Je hebt geen rechten om dit object te bekijken!

source: You have no permission to view the object:
nl: Je hebt geen rechten om dit object te bekijken:

source: You have no permission to view these objects:
nl: Je hebt geen rechten om deze objecten te bekijken:

source: You have no permission to move this object!
nl: Je hebt geen rechten om dit object te verplaatsen!

source: You have no permission to move the object:
nl: Je hebt geenr rechten om dit object te verplaatsen:

source: You have no permission to move these objects:
nl: Je hebt geen rechten om deze objecten te verplaatsen:

source: Connection information
nl: Connectie informatie

source: Cannot connect to %s database!
nl: Kan niet connecteren naar %s databank!

source: Cannot select %s database!
nl: Kan %s databank niet selecteren!

source: No %s server defined!
nl: Geen %s server gedefinieerd!

source: Cannot query %s database!
nl: Kan geen query doen op %s databank!

source: The field '%s' contains a reserved keyword!
nl: Het veld '%s' bevat een gereserveerd keyword!

source: Command specified as %s hook for plugin '%s' does not exist!
nl: Commando gespecifieerd als %s hook voor plugin '%s' bestaat niet!

source: '%s' command is invalid!
nl: '%s' commando is niet geldig!

source: '%s' command (%s) for plugin %s is invalid!
nl: '%s' commando (%s) voor plugin %s is niet geldig!

source: '%s' command for plugin %s is invalid!
nl: '%s' commando voor plugin %s is niet geldig!

source: '%s' command (%s) is invalid!
nl: '%s' commando (%s) is niet geldig!

source: Cannot execute '%s' command!
nl: Kan '%s' commando niet uitvoeren!

source: Cannot execute '%s' command (%s) for plugin %s!
nl: Kan '%s' commando (%s) voor plugin %s niet uitvoeren!

source: Cannot execute '%s' command for plugin %s!
nl: Kan '%s' commando voor plugin %s niet uitvoeren!

source: Cannot execute '%s' command (%s)!
nl: Kan '%s' commando (%s) niet uitvoeren!

source: Value for '%s' is too large!
nl: Waarde voor '%s' is te groot!

source: '%s' must be smaller than %s!
nl: '%s' moet kleiner zijn dan %s!

source: Value for '%s' is too small!
nl: Waarde voor '%s' is te klein!

source: '%s' must be %d or above!
nl: '%s' moet %d zijn of hoger!

source: '%s' depends on '%s' - please provide both values!
nl: '%s' hangt af van '%s' - geef aub beidde waarden in!

source: There is already an entry with this '%s' attribute in the system!
nl: Er is al een inzending met dit '%s' attribuut in het systeem!

source: The required field '%s' is empty!
nl: Het vereiste veld '%s' is leeg!

source: Example
nl: Voorbeeld

source: The Field '%s' contains invalid characters
nl: Het veld '%s' bevat ongeldige karakters

source: '%s' is not allowed:
nl: '%s' is niet toegelaten:

source: '%s' are not allowed!
nl: '%s' zijn niet toegelaten!

source: The Field '%s' contains invalid characters!
nl: Het veld '%s' bevat ongeldige karakters!

source: Missing %s PHP extension!
nl: %s PHP extensie ontbreekt!

source: Add %s
nl: Voeg %s toe

source: Delete %s
nl: Verwijder %s

source: Set %s
nl: Stel %s in

source: Edit...
nl: Wijzig...

source: Edit %s...
nl: Wijzig %s...

source: Back
nl: Terug

source: This account has no valid %s extensions!
nl: De account heeft geen geldige %s extensies!

source: This account has %s settings enabled. You can disable them by clicking below.
nl: Deze account heeft %s opties actief. Je kan deze desactiveren door op ze te klikken hieronder.

source: This account has %s settings enabled. To disable them, you'll need to remove the %s settings first!
nl: Deze account heeft %s opties actief. Om ze te desactiveren, zal je de %s opties eerst moeten verwijderen!

source: This account has %s settings disabled. You can enable them by clicking below.
nl: Deze account heeft %s opties op non-actief. Om ze te activeren kan je hieronder op ze klikken.

source: This account has %s settings disabled. To enable them, you'll need to add the %s settings first!
nl: Deze account heeft %s opties op non-actief. Om ze te activeren moet je de %s opties eerst toevoegen!
