Repository: Animtim/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: nl

source: Fatal error
nl: Fatale fout

source: Cannot locate file '%s' - please run '%s' to fix this
nl: Kan bestand '%s' niet vinden - gebruik aub '%s' om dit op te lossen

source: PHP configuration
nl: PHP configuratie

source: Fatal error: Register globals is on. FusionDirectory will refuse to login unless this is fixed by an administrator.
nl: Fatale error : Registreer globals in aan. FusionDirectory zal login weigeren als dit niet opgelost wordt door een admin.

source: Password change
nl: Paswoord wijzigen

source: Your password is about to expire, please change your password!
nl: Je paswoord gaat vervallen, gelieve je paswoord te wijzigen!

source: Configuration error
nl: Configuratie error

source: Running out of memory!
nl: Bijna zonder geheugen!

source: User ACL checks disabled
nl: Gebruiker ACL verificatie is niet actief

source: Fatal error: Cannot find any plugin definitions for plugin '%s'!
nl: Fatale error: Kan geen plugin definitie vinden voor plugin '%s'!

source: Configuration Error
nl: Configuratie Error

source: Fatal error: not all POST variables have been transfered by PHP - please inform your administrator!
nl: Fatale error: niet alle POST variabelen zijn verplaatst naar PHP - Informeer aub je administrator!

source: Password method
nl: Paswoord methode

source: Error: Password method not available!
nl: Error. Paswoord methode niet beschikbaar!

source: FusionDirectory configuration %s/%s is not readable. Aborted.
nl: FusionDirectory configuratie %s/%s is niet leesbaar. Geannuleerd.

source: Directory '%s' specified as compile directory is not accessible!
nl: Directory '%s' die opgegeven is als compileer directory is niet toegankelijk!

source: The passwords you've entered as 'New password' and 'Repeated new password' do not match.
nl: Het nieuwe wachtwoord en het herhaalde wachtwoord komen niet met elkaar overeen.

source: New password
nl: Nieuw wachtwoord

source: The password used as new is to short.
nl: Het nieuw opgegeven wachtwoord is te kort.

source: Warning
nl: Waarschuwing

source: Session will not be encrypted.
nl: De sessie zal niet versleuteld zijn.

source: Enter SSL session
nl: Gebruik een SSL sessie

source: Did not found account %s
nl: Kon account %s niet vinden

source: Found multiple accounts %s
nl: Meerdere %s accounts gevonden

source: Adresse mail
nl: Email adres

source: There is no account using email %s
nl: Er is geen account dat de email %s gebruikt

source: There are several accounts using email %s
nl: Er zijn verschillende accounts die email %s gebruiken

source: LDAP error
nl: LDAP fout

source: Contact your administrator, there was a problem with mail server
nl: Contacteer je systeembeheerder, er was een probleem met de mailserver

source: This token is invalid
nl: Deze token is niet geldig

source: External password changer reported a problem:
nl: Extern wachtwoord verander mechanisme rapporteerde een probleem:

source: Session is not encrypted!
nl: Sessie is niet geëncrypteerd!

source: The session lifetime configured in your fusiondirectory.conf will be overridden by php.ini settings.
nl: De levensduur van de sessie geconfigureerd in fusiondirectory.conf zal overschreven worden door php.ini opties.

source: There is a problem with the authentication setup!
nl: Er is een probleem met de authentificatie setup!

source: Error
nl: Fout

source: Cannot find a valid user for the current authentication setup!
nl: Kan geen geldige gebruiker vonden voor de huidige authentificatie setup!

source: User information is not unique across the configured LDAP trees!
nl: Gebruikersinformatie is niet uniek over de geconfigureerde LDAP trees!

source: Cannot detect information about the installed LDAP schema!
nl: Kan geen informatie vinden voor het gëinstalleerde LDAP schema!

source: Your LDAP setup contains old schema definitions:
nl: Je LDAP setup bevat oude schema definities:

source: Please specify a valid username!
nl: Geef a.u.b. een geldige gebruikersnaam op!

source: Please specify your password!
nl: Geef a.u.b. uw wachtwoord op!

source: Authentication error
nl: Authentificatie error

source: Cannot retrieve user information for htaccess authentication!
nl: Kan geen gebruikers informatie vinden voor htaccess authentificatie!

source: Please check the username/password combination.
nl: Controleer a.u.b. de gebruikersnaam/wachtwoord combinatie.

source: Account locked. Please contact your system administrator!
nl: Accound geblokkeerd. Contacteer aub je systeembeheerder!

source: Your browser has cookies disabled. Please enable cookies and reload this page before logging in!
nl: Cookies zijn uitgeschakeld in uw browser. Schakel cookies a.u.b. in en herlaad deze pagina voordat u inlogt!

source: Login
nl: Inlognaam

source: Password
nl: Wachtwoord

source: Port
nl: Poort

source: Session conflict detected
nl: Er is een sessie conflict gedetecteerd

source: Probably there's another active instance of your session. Multiple window operation is technical not possible and heavily depends on the browser you're using. Usage of different browsers at a time (i.e. IE and Mozilla) is possible. Pressing the Logout button will close this session.
nl: Er is waarschijnlijk een andere instantie van je sessie actief. Meerdere window operaties zijn technisch niet mogelijk en hangen af van de browser die je gebruikt. Gebruik van verschillende browsers gelijktijdig (bv. IE en Mozilla) is mogelijk. Als je op de loguit knop klikt zal deze sessie sluiten.

source: Ignoring this message will change/destroy the data you're currently editing, so please close multiple windows and log in again.
nl: Het negeren van dit bericht zal de data die u op dit moment aan het bewerken bent veranderen/vernietigen, dus sluit a.u.b. enige overige vensters en log opnieuw in.

source: Logout
nl: Uitloggen

source: Locking conflict detected
nl: Er is een blokkade conflict gedetecteerd

source: If this lock detection is false, the other person has obviously closed the webbrowser during the edit operation. You may want to take over the lock by pressing the 'Edit anyway' button.
nl: als deze blokkeer detectie vals is, de andere persoon heeft waarschijnkijk de webbrowser gesloten tijden de wijzig operatie. Je kan dit overmeesteren door op de 'Wijzig toch' knop te klikken.

source: Read only
nl: Lees enkel

source: Cancel
nl: Annuleren

source: Restoring object snapshots
nl: Restaureer snapshot objecten

source: This procedure will restore a snapshot of the selected object. It will replace the existing object after pressing the folder icon.
nl: Deze procedure zal een snapshot van het geselecteerde object terugplaatsen. Het zal het bestaande objecten vervangen nadat je op het folder icoon hebt geklikt.

source: Remember that DNS configuration and database entries could not be restored. For some objects it is only necessary to open and save them again (goFon), but some entries must be recreated manually.
nl: Onthoud dat de DNS configuratie en databank inzendingen niet hersteld konden worden. Voor sommige objecten is het nodig om ze te openen en ze opnieuw op te slaan (goFon), maar sommige inzendingen moeten manueel opnieuw worden gemaakt.

source: Don't forget to check references to other objects, for example does the selected printer still exists ?
nl: Vergeet niet de referenties van andere objecten te verifieren, bv bestaat de geselecteerde printer nog ?

source: There is no snapshot available that could be restored
nl: Er is geen snapshot beschikbaar dat gerestaureerd kan worden

source: Choose a snapshot and click the folder image, to restore the snapshot
nl: Kies een snapshot en klik op de dossierfoto om het object te restaureren

source: Creating object snapshots
nl: Maak object snapshots

source: This procedure will create a snapshot of the selected object. It will be stored inside a special branch of your directory system and can be restored later on.
nl: Deze procedure zal een snapshot van het geselecteerde object maken. Het zal gerestaureerd worden binnen een speciale branch van het directory systeem en kan later gerestaureerd worden.

source: Remember that database entries, DNS configurations and possibly created zones in server extensions will not be stored in the snapshot.
nl: Onthoud dat databank inzendingen, DNS configuraties en mogelijk gecrëerde zones in server extensies niet zullen opgeslagen worden in de snapshot.

source: Reason for generating this snapshot
nl: Reden voor genereren snapshot

source: Continue
nl: Doorgaan

source: Your FusionDirectory session has been closed!
nl: Je FusionDirectroy sessie werd afgesloten!

source: Please close this browser window and clean the authentication caches to avoid an automatic re-authentication by your browser.
nl: Sluit aub dit browser venster en verwijder de authentificatie caches om automatische re-authentificatie te vermijden door je browser.

source: Change your password
nl: Wijzig je paswoord

source: Success
nl: Succes

source: Your password has been changed successfully.
nl: Je paswoord is succesvol gewijzigd.

source: This dialog provides a simple way to change your password. Enter the current password and the new password (twice) in the fields below and press the 'Change' button.
nl: Deze dialoog zorgt voor een simpele manier om je paswoord te wijzigen. Vul het huidige paswoord en het nieuwe paswoord (tweemaal) in de onderstaande velden in en druk op de 'Wijzig' knop.

source: Username
nl: Gebruikersnaam

source: Current password
nl: Huidig wachtwoord

source: New password repeated
nl: Nieuw wachtwoord opnieuw

source: Password strength
nl: Paswoord moeilijkheid

source: Change
nl: Wijzig

source: Click here to change your password
nl: Klik hier om je paswoord te wijzigen

source: Your password has expired. Please choose a new one!
nl: Je paswoord is vervallen. Gelieve een nieuwe op te geven!

source: Old password
nl: Oud paswoord

source: Verify password
nl: Verifiëer paswoord

source: Change password
nl: Verander wachtwoord

source: Login screen
nl: Login scherm

source: Please use your username and your password to log into the site administration system.
nl: Gebruik aub je gebruikersnaam en paswoord om in te loggen in het administratie systeem van de site.

source: I forgot my password
nl: Ik ben mijn paswoord vergeten

source: Sign in
nl: Inloggen

source: Click here to log in
nl: Klik hier om in te loggen

source: This may be used by several groups. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
nl: Deze kan gebruikt worden door verschillende groepen. Verifêer dubbel of je dit echt wenst de doen want er is geen manier voor FusionDirectory om je data terug te halen.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
nl: Indien u zeker bent drukt u dan 'Verwijderen' om door te gaan of 'Annuleren' om te annuleren.

source: Assigned ACL for current entry
nl: ACL toegekend voor huidige inzending

source: New ACL
nl: Nieuwe ACL

source: Select an acl type
nl: Selecteer een ACL type

source: Apply
nl: Toepassen

source: Additional filter options
nl: Extra filter opties

source: Use members from
nl: Gebruik leden van

source: Available members
nl: Beschikbare leden

source: List message possible targets
nl: Toon bericht mogelijke doelen

source: Members
nl: Groepsleden

source: List message recipients
nl: Toon bericht ontvangers

source: List of available ACL categories
nl: Toon beschikbare ACL categoriëen

source: ACL for this object
nl: ACL voor dit object

source: Available roles
nl: Beschikbare rollen

source: You are currently editing a database entry. Do you want to dismiss the changes?
nl: U bent momenteel database gegevens aan het bewerken. Wilt u eventuele wijzigingen ongedaan maken?

source: Main
nl: Hoofdmenu

source: Sign out
nl: Uitloggen

source: Signed in:
nl: Aangemeld:

source: Session expires in %d!
nl: Sessie vervalt in %d!

source: FusionDirectory main menu
nl: FusionDirectory hoofdmenu

source: Information
nl: Informatie

source: The size limit option makes LDAP operations faster and saves the LDAP server from getting too much load. The easiest way to handle big databases without long timeouts would be to limit your search to smaller values and use filters to get the entries you are looking for.
nl: De grootte limiet optie maakt LDAP bewerkingen sneller en behoedt de LDAP server voor een te grote werkdruk. De eenvoudigste manier om met grote databases te werken zonder lange timeouts is door zoekopdrachten in grootte te beperken en door filters te gebruiken voor de informatie die u zoekt.

source: Please choose the way to react for this session
nl: Kies a.u.b. de manier waarop gereageerd moet worden voor deze sessie

source: ignore this error and show all entries the LDAP server returns
nl: Negeer deze fout en toon alle gegevens die de LDAP server teruggeeft

source: ignore this error and show all entries that fit into the defined sizelimit and let me use filters instead
nl: Negeer deze fout en toon alle gegevens die passen binnen de gedefiniëerde grootte limiet en laat me daarvoor in de plaats filters gebruiken

source: Set
nl: Stel in

source: Copy & paste wizard
nl: Kopieer en plak wizard

source: Some values need to be unique in the complete directory while some combinations make no sense. FusionDirectory shows the relevant attributes. Please maintain the values below to fulfill the policies.
nl: Sommige waarden moeten uniek zijn in de volledige directory terwijl sommige combinaties geen zin hebben. FusionDirectory toont de relevante attributen. Behoud aub de waarden hieronder om de policies te vervullen.

source: Remember that some properties like taken snapshots will not be copied!
nl: Onthoud dat sommige eigenschappen zoals snaphots zijn en niet kunnen gekopieerd worden!

source: Or if you copy or cut an entry within FusionDirectory and delete the source object, you may get errors while pasting this object again!
nl: Of als je een kopie of knip doet van een inzending in FusionDirectory en de bron van het object verwijderd kan je errors krijgen tijdens het plakken van het object!

source: Save
nl: Opslaan

source: Cancel all
nl: Annuleer alles

source: Operation complete
nl: Bewerking afgerond

source: Finish
nl: Opslaan

source: Your FusionDirectory session has expired!
nl: Je FusionDirectory sessie is vervallen!

source: The last interaction with the FusionDirectory web interface has been some time ago in the past. For security reasons, the session has been closed. To continue with administrative tasks, please sign in again.
nl: De laatste interactie met de FusionDirectory web interface was een tijd geleden. Voor veiligheidsredenen is de sessie afgesloten. Om verder te gaan met administratieve taken, gelieve opnieuw in te loggen.

source: Sign in again
nl: Opnieuw inloggen

source: FusionDirectory password recovery
nl: FusionDirectory paswoord herstel

source: Lost password
nl: Paswoord vergeten

source: Available methods
nl: Beschikbare methoden

source: Receive by email a link that allows you to reset your password
nl: Ontvang een link per mail die je toelaat om je wachtwoord te resetten

source: Send
nl: Stuur

source: Click here to send a reset link
nl: Klik hier om een reset link te verzenden

source: If none of the above methods suits you, contact your administrator to change your password
nl: Als geen van de bovenstaande methodes goed is, contacteer dan je systeembeheerder om je paswoord te veranderen

source: This dialog provides a simple way to change your password. Enter the new password (twice) in the fields below and press the 'Change' button.
nl: Deze dialoog zorgt voor een simpele manier om je paswoord de wijzigen. Vul het nieuwe paswoord in (tweemaal) in onderstaande velden en klik op de 'Verander' knop.

source: Enter your current e-mail address in the field below and press the 'Change' button.
nl: Vul je huidige e-mail adres in in onderstaand veld en klik op de 'Verander' knop.

source: => Use your e-mail in the long format, e.g : John Doe => john.doe@ibcp.fr
nl: => Gebruik je e-mail in het lange formaat, bv. John Doe => john.doe@ibcp.fr

source: Mail
nl: E-mail

source: Password recovery is not activated. If you have lost your password, please contact your administrator
nl: Paswoord herstel is net geactiveerd. Als je je paswoord vergeten bent, gelieve je systeembeheerder te contacteren

source: Please select the preferred language
nl: Selecteer aub de gewenste taal

source: At this point, you can select the site wide default language. Choosing 'automatic' will use the language requested by the browser. This setting can be overriden per user.
nl: Op dit punt,kan je de standaard taal kiezen voor de site, 'automatic' komt overeen met de taal van de browser. Deze optie kan worden overroepen door de gebruiker.

source: Please select your preferred language here
nl: Selecteer aub je gewenste taal hier

source: Installation check
nl: Installatie verificatie

source: Basic checks for PHP compatibility and extensions
nl: Standaard verificatie voor PHP compatibiliteit en extensies

source: Checking PHP version
nl: PHP versie word geverifiëerd

source: PHP must be of version %s or above.
nl: PHP moet versie %s zijn of meer

source: Please upgrade to a supported version.
nl: Upgrade aub naar de gesupporteerde versie.

source: FusionDirectory requires this module to talk with your LDAP server.
nl: FusionDirectory heeft deze module nodige om te kunnen communiceren met de LDAP server.

source: FusionDirectory requires this module for an internationalized interface.
nl: FusionDirectory heeft deze module nodig voor een internationale inferface.

source: FusionDirectory requires this module to communicate with different types of servers and protocols.
nl: FusionDirectory heeft deze module nodig om te kunnen communiceren met verschillende types van servers en protocollen.

source: FusionDirectory requires this module for the samba integration.
nl: FusionDirectory heeft deze module nodig voor samba integratie.

source: FusionDirectory requires either 'mhash' or the 'sha1' module to make use of SSHA encryption.
nl: FusionDirectory heeft of de 'mhash' of de 'sha1' module nodig om gebruik te maken van SSHA encryptie.

source: FusionDirectory requires this module to talk to an IMAP server.
nl: FusionDirectory heeft deze module nodig om met de IMAP server te kunnen communiceren.

source: FusionDirectory requires this module to handle unicode strings.
nl: FusionDirectory heeft deze module nodig om unicode strings te kunnen behandelen.

source: FusionDirectory requires this module to communicate with several supported databases.
nl: FusionDirectory heeft deze module nodig om te kunnen communiceren met verschillende gesupporteerde databanken.

source: FusionDirectory requires this module to communicate with mysql databases.
nl: FusionDirectory heeft deze module nodig om te communiceren met de mysql databanken.

source: FusionDirectory requires this command to synchronize POSIX and samba passwords.
nl: FusionDirectory heeft dit commando nodig om te kunnen synchronizeren met POSIX en samba paswoorden.

source: Install the perl Crypt::SmbHash modules or the fusiondirectory-mkntpassword executable
nl: Installeer de perl Crypt::SmbHash modules of de fusiondirectory-mkntpaswword executable

source: FusionDirectory requires this extension to handle images.
nl: FusionDirectory heeft deze extensie nodig om afbeeldingen te kunnen bewerken.

source: compression module
nl: compressie module

source: FusionDirectory requires this extension to handle snapshots.
nl: FusionDirectory heeft deze extensie nodig om snapshots te kunnen behandelen.

source: register_globals is a PHP mechanism to register all global variables to be accessible from scripts without changing the scope. This may be a security risk.
nl: register_globals is een PHP mechanisme om alle globale variabelen te registreren en toegankelijk te maken vanuit scripts zonder de scope te moeten aanpassen. Dit kan een veiligheidsrisico vormen.

source: Search for 'register_globals' in your php.ini and switch it to 'Off'.
nl: Zoek voor 'register_globals' in je php.ini en schakel het 'uit'.

source: PHP uses this value for the garbage collector to delete old sessions.
nl: PHP gebruikt deze waarde voor de vuilbak verzamelaar en om oude sessies te verwijderen.

source: Setting this value to one day will prevent loosing session and cookies before they really timeout.
nl: Deze waarde naar 1 dag plaatsen kan het verliezen van de sessies en cookiesdoor timeout voorkomen.

source: Search for 'session.gc_maxlifetime' in your php.ini and set it to 86400 or higher.
nl: Zoek voor 'session.gc_maxlifetime' in je php.ini en plaats het naar 86400 of hoger.

source: Off
nl: Uit

source: In Order to use FusionDirectory without any trouble, the session.auto_start option in your php.ini should be set to 'Off'.
nl: Om FusionDirectory zonder problemen te gebruiken, de session.auto_start optie in je php.ini zou op 'Off' moeten staan.

source: Search for 'session.auto_start' in your php.ini and set it to 'Off'.
nl: Zoek naar 'session.auto_start' in je php.ini en zet de waarde naar 'Off'.

source: This option influences the PHP output handling. Turn this Option off, to increase performance.
nl: Deze optie beinvloed de PHP output handling. Zet deze optie uit, om performantie te verhogen.

source: Search for 'implicit_flush' in your php.ini and set it to 'Off'.
nl: Zoek naar 'implicit_flush' in je php.ini and zet de waarde 'Off'.

source: The Execution time should be at least 30 seconds.
nl: De uitvoertijd zou minstens 30 seconden moeten zijn.

source: Search for 'max_execution_time' in your php.ini and set it to '30' or higher.
nl: Zoek naar 'max_execution_time' in je php.ini en zet het naar '30' of hoger.

source: Increase the server security by setting expose_php to 'off'. PHP won't send any information about the server you are running in this case.
nl: Verhoog de veiligheid van de server door de optie expose_php naar 'off' te plaatsen. PHP zal geen informatie over de server die je draait verzenden als je dit doet.

source: Search for 'expose_php' in your php.ini and set if to 'Off'.
nl: Zoek naar 'expose_php' in je php.ini en zet het naar 'Off'.

source: Increase your server performance by setting magic_quotes_gpc to 'off'.
nl: Verhoog je server performantie door de optie magic_quotes_gpc naar 'off' te plaatsen.

source: Search for 'zend.ze1_compatibility_mode' in your php.ini and set it to 'Off'.
nl: Zoek naar 'zend.ze1_compatibility_mode' in je php.ini en plaats het naar 'Off'.

source: Configuration writeable
nl: Configuratie schrijfbaar

source: The configuration file can't be written
nl: Het configuratie bestand kan niet worden beschreven.

source: FusionDirectory reads its configuration from a file located in (%s/%s). The setup can write the configuration directly if it is writeable.
nl: FusionDirectory leest zijn configuratie van een bestand dat in (%s/%s) staat. De setup kan de configuratie rechtstreeks hierin schrijven als het schrijfbaar is.

source: Schema specific settings
nl: Schema specifieke opties

source: Enable schema validation when logging in
nl: Activeer schema validatie wanneer je inlogt

source: Check status
nl: Verifieer status.

source: Schema check succeeded
nl: Schema verificatie is geslaagd.

source: Schema check failed
nl: Schema verificatie faalde.

source: Could not read any schema informations, all checks skipped. Adjust your ldap acls.
nl: Kon geen schema informatie lezen, alle verificaties zijn overgeslagen. Pas je ldap acls aan.
