Repository: Animtim/fusiondirectory
Catalog: locale/core/*/LC_MESSAGES/messages.po
Languages: nl

source: It seems that your ldap database wasn't initialized yet. This maybe the reason, why FusionDirectory can't read your schema configuration!
nl: Het lijkt erop dat je ldap databank nog niet gestart was. Dit kan een reden zijn waardoor FusionDirectory je schema configuratie niet kon lezen!

source: Completed
nl: Voltooid

source: Next
nl: Volgende

source: LDAP schema check
nl: LDAP schema verificatie

source: Perform test on your current LDAP schema
nl: Doe een test op je huidige LDAP schema

source: No
nl: Nee

source: Yes
nl: Ja

source: LDAP connection setup
nl: LDAP connectie setup

source: This dialog performs the basic configuration of the LDAP connectivity for FusionDirectory.
nl: Deze dialoog zorgt voor de basis configuratie van de LDAP connectiviteit voor FusionDirectory.

source: Anonymous bind to server '%s' failed!
nl: Anonieme bind naar server '%s' is mislukt!

source: Bind as user '%s' failed!
nl: Bind als gebruiker '%s' is mislukt!

source: Anonymous bind to server '%s' succeeded.
nl: Anonieme bind naar server '%s' is succesvol.

source: Please specify user and password!
nl: Specifieer aub een gebruikersnaam en paswoord!

source: Bind as user '%s' to server '%s' succeeded!
nl: Bind als gebruiker '%s' naar server '%s' is succesvol!

source: Language setup
nl: Taal setup

source: This step allows you to select your preferred language.
nl: Deze stap laat je toe om je gewenste taal te kiezen.

source: Automatic
nl: Automatisch

source: Installation
nl: Installatie

source: Create your configuration file
nl: Maak je configuratie bestand

source: to put the correct right on fusiondirectory.conf
nl: Om de juiste rechten op de fusiondirectory.conf toe te passen.

source: Download configuration
nl: Systeem configuratie

source: Look and feel
nl: Kijk en voel

source: Theme
nl: Thema

source: People and group storage
nl: People and group opslag

source: People DN attribute
nl: People DN attribuut

source: Customized CN
nl: Gecustomizeerde CN

source: People storage subtree
nl: People opslag subtree

source: Group storage subtree
nl: Group opslag subtree

source: Include personal title in user DN
nl: Inclusief personlijke titel in gebruikers DN

source: Relaxed naming policies
nl: Lakse naam policies

source: Automatic UIDs
nl: Automatische UIDs

source: Number base for people/groups
nl: Nummer base voor people/groups

source: Password settings
nl: Paswoord opties

source: Password encryption algorithm
nl: Paswoord encryptie algoritme

source: Password restrictions
nl: Paswoord restricties

source: Password minimum length
nl: Paswoord minimum lengte

source: Different characters from old password
nl: Verschillende karakters van oud paswoord

source: Password change hook
nl: Paswoord verander hook

source: Use SASL for kerberos
nl: Gebruik SASL voor kerberos

source: Use account expiration
nl: Gebruik account expiration

source: FusionDirectory supports several encryption types for your passwords. Normally this is adjustable via user templates, but you can specify a default method to be used here, too.
nl: FusionDirectory ondersteund verschillende encryptie types voor je paswoorden. Normaal is dit wijzigbaar via gebruikerstemplates, maar je hier ook een standaard methode toevoegen.

source: FusionDirectory always acts as admin and manages access rights internally. This is a workaround till OpenLDAP's in directory ACI's are fully implemented. For this to work, we need the admin DN and the corresponding password.
nl: FusionDirectory gedraagd zich altijd als admin en beheerd toegangsrechten intern. Dit is een workaround tot OpenLDAP's in directory ACI's volledig gëimplementeerd zijn. Om dit te doen werken hebben we de admin DN en zijn wachtwoord nodig.

source: Some basic LDAP parameters are tunable and affect the locations where FusionDirectory saves people and groups, including the way accounts get created. Check the values below if the fit your needs.
nl: Sommige basis LDAP parameters zijn wijzigbaar en hebben effect op de locaties waar FusionDirectory people en groups bewaard, inclusief de manier waarop accounts worden aangemaakt. Verifieer de waarden hieronder of ze voldoen aan je benodigdheden.

source: FusionDirectory has modular support for several mail methods. These methods provide interfaces to users mailboxes and general handling for quotas. You can choose the dummy plugin to leave all your mail settings untouched.
nl: FusionDirectory heeft modulaire ondersteuning voor verschillende mail methoden. Deze methoden bezorgen interfaces naar gebruikers mailboxen en generale handling voor quotas. Je kan deze plugin kiezen voor al je mail opties onveranderd te laten.

source: Samba settings
nl: Samba Instellingen

source: Timezone
nl: Tijdzone

source: Please choose your preferred timezone here
nl: Kies hier aub je gewenste tijdzone

source: Mail settings
nl: E-mail instellingen

source: Mail method
nl: E-mail methode

source: disabled
nl: gedeactiveerd

source: Account identification attribute
nl: Account identificatie attribuut

source: Vacation templates
nl: Vakantie templates

source: Use Cyrus UNIX style
nl: Gebruik Cyrus UNIX stijl

source: Snapshots / Undo
nl: Snapshots / ongedaan maken

source: Enable snapshots
nl: Activeer snapshots

source: Snapshot base
nl: Snaphosts basis

source: User
nl: Gebruiker

source: FusionDirectory core settings
nl: FusionDirectory core opties

source: Enable primary group filter
nl: Activeer primaire groep filter

source: Display summary in listings
nl: Toon overzicht in lijsten

source: Honour administrative units
nl: Respecteer administratieve units

source: Enable edit locking
nl: Activeer functie blokkeer wijziging

source: Enable Copy & Paste
nl: Activeer Kopiëren & Plakken

source: FusionDirectory logging
nl: FusionDirectory logs

source: Login and session
nl: Login en sessie

source: Login attribute
nl: Login attribuut

source: Enforce register_globals to be deactivated
nl: Forceer register_globals om gedesactiveerd te worden

source: Enforce encrypted connections
nl: Forceer gëencrypteerde connecties

source: Warn if session is not encrypted
nl: Verwittig mij als de sessie niet gëencrypteerd is

source: Remember dialog filter settings
nl: Onthoud dialoog filter opties

source: Session lifetime
nl: Sessie levensduur

source: Show PHP errors
nl: Toon PHP fouten

source: Maximum LDAP query time
nl: Maximum LDAP query tijd

source: Log LDAP statistics
nl: Log LDAP statistieken

source: Disabled
nl: Niet actief

source: Enabled
nl: Actief

source: FusionDirectory settings 1/3
nl: FusionDirectory opties 1/3

source: FusionDirectory generic settings
nl: FusionDirectory generieke opties

source: The specified value for '%s' must be a numeric value
nl: De opgegeven waarde voor '%s' moet een numerieke waarde zijn

source: Don't add a trailing comma to '%s'.
nl: Voeg geen zwevende komma aan '%s'.

source: People storage ou
nl: OU voor gebruikers opslag

source: Group storage ou
nl: OU voor groepen opslag

source: Uid base must be numeric
nl: Uid base moet numeriek zijn

source: The given password minimum length is not numeric.
nl: De opgegeven waarde voor paswoord minimum lengte is niet numeriek

source: The given password differ value is not numeric.
nl: De opgegeven waarde voor paswoord differ is niet numeriek

source: FusionDirectory settings 2/3
nl: FusionDirectory opties 2/3

source: Customize special parameters
nl: Verander speciale parameters

source: FusionDirectory settings 3/3
nl: FusionDirectory opties 3/3

source: Tweak some FusionDirectory core behaviour
nl: Tweak het core gedrag van FusionDirectory

source: Session lifetime must be a numeric value!
nl: Sessie levensduur moet een numerieke waarde zijn!

source: Maximum LDAP query time must be a numeric value!
nl: Maximum LDAP query tijd moet een numerieke waarde zijn!

source: Write configuration file
nl: Schrijf configuratie bestand

source: Finish - write the configuration file
nl: Voltooid - schrijf configuratie bestand

source: Your configuration file is currently world readable. Please update the file permissions!
nl: Je configuratie bestand is momenteel wereldleesbaar. Update aub de bestandsrechten!

source: The configuration is currently not readable or it does not exists.
nl: De configuratie is momenteel niet leesbaar of bestaat niet.

source: After downloading and placing the file under %s, please make sure that the user the webserver is running with is able to read %s, while other users shouldn't.
nl: Na het downloaden en plaatsen van het bestand onder %s, verifieer aub dat de gebruiker die de webserver draait de mogelijkheid heeft om %s te lezen, terwijl andere gebruikers dit niet kunnen.

source: This seems to be the first time you start FusionDirectory - we didn't find any configuration right now. This simple wizard intends to help you while setting it up.
nl: Dit blijkt de eerste keer te zijn dat je FusionDirectory start - we vonden op dit moment geen configuratie. Deze simpele wizard is hier om je te helpen FusionDirectory op te zetten.

source: What will the wizard do for you?
nl: Wat doet deze wizard voor jou ?

source: Create a basic, single site configuration
nl: Maak een basis, single site configuratie

source: Tries to find problems within your PHP and LDAP setup
nl: Probeer problemen te vinden met je PHP en LDAP setup

source: Let you choose from a set of basic and advanced configuration switches
nl: Laat je kiezen van een set basis of geavanceerde configuratie switches

source: Guided migration of existing LDAP trees
nl: Begeleide migratie van bestaande LDAP trees

source: What will the wizard NOT do for you?
nl: Wat doet deze wizard NIET voor jou ?

source: Find every possible configuration error
nl: Vind elke mogelijke configuratie error

source: Migrate every possible LDAP setup - create backup dumps!
nl: Migreer elke mogelijke LDAP setup - maak backup dumps!

source: To continue...
nl: Wordt vervolgd...

source: For security reasons you need to authenticate for the installation by creating the file '/tmp/fusiondirectory.auth', containing the current session ID on the servers local filesystem. This can be done by executing the following command:
nl: Voor veiligheidsredenen moet je je authentificeren voor de installatie door het maken van het bestand '/tmp/fusiondirectory.auth', bestaande uit de huidige sessie ID en het lokale bestandsysteem van de server. Dit kan worden gedaan door het volgende commando uit te voeren:

source: Click the 'Continue' button when you've finished.
nl: Klik op de 'Doorgaan' knop wanneer je klaar bent.

source: Feedback successfully send
nl: Feedback succesvol verzonden

source: Subscribe to the fusiondirectory-users mailinglist
nl: Registreer voor de fusiondirectory-users mailinglist

source: Organization
nl: Organisatie

source: Name
nl: Naam

source: Mail address
nl: E-mail adres

source: Send feedback to the FusionDirectory project team
nl: Stuur feedback naar het FusionDirectory project team

source: When checking this option, FusionDirectory will try to connect http://www.fusiondirectory.org in order to submit your form anonymously.
nl: Wanneer deze optie aangevinkt is zal FusionDirectory proberen een connectie te maken met http://www.fusiondirectory.org om je formulier anoniem op te sturen.

source: Generic
nl: Algemeen

source: Did the setup procedure help you to get started?
nl: Heeft de setup procedure je geholpen om te starten?

source: If not, what problems did you encounter
nl: indien niet, welke problemen heb je ondervonden

source: Is this the first time you use FusionDirectory?
nl: Is dit de eerste maal dat je FusionDirectory gebruikt?

source: I use it since
nl: Ik heb het al gebruikt

source: Select the year since when you are using FusionDirectory
nl: Selecteer het jaar sinds wanneer je FusionDirectory gebruikt

source: What operating system / distribution do you use?
nl: Welk besturingssysteem / distributie gebruik je?

source: What web server do you use?
nl: Welke webserver gebruik je?

source: What PHP version do you use?
nl: Welke PHP versie gebruik je?

source: FusionDirectory version
nl: FusionDirectory versie

source: What kind of LDAP server(s) do you use?
nl: Welke soort LDAP server(s) gebruik je?

source: How many objects are in your LDAP?
nl: Hoeveel objecten zijn er in je LDAP?

source: What features of FusionDirectory do you use?
nl: Welke features van FusionDirectory gebruik je?

source: What features do you want to see in future versions of FusionDirectory?
nl: Welke features wil je zien in de toekomstige versies van FusionDirectory?

source: Send feedback
nl: Stuur feedback

source: During the LDAP inspection, we're going to check for several common pitfalls that may occur when migration to FusionDirectory base LDAP administration. You may want to fix the problems below, in order to provide smooth services.
nl: Tijdens de LDAP inspectie, gaan we verschillende pitfalls verifiëren dit kan gebeuren wanneer er een migratie gebeurd van FusionDirectory base LDAP administratie. Je zou de onderstaande problemen moeten oplossen, om de services vlot te laten verlopen.

source: Check again
nl: Verifieer nogmaals

source: Add required object classes to the LDAP base
nl: Voeg benodigde object classes naar de LDAP base

source: Current
nl: Huidige

source: After migration
nl: Na de migratie

source: Migrate
nl: Migratie

source: Close
nl: Sluiten

source: Move windows workstations into a valid windows workstation department
nl: Verplaats windows werkstations naar een gevalideerd werkstation departement

source: This dialog allows you to move the displayed windows workstations into a valid department
nl: Deze dialoog staat je toe om de getoonde windows workstations naar een gevalideerd departement te verplaatsen

source: Be careful with this tool, there may be references pointing to this workstations that can't be migrated.
nl: Wees voorzichtig wanneer je deze tool gebruikt, er kunnen referenties verwijzen naar deze werkstations die niet kunnen worden gemigreerd.

source: Select all
nl: Selecteer alles

source: Move selected windows workstations into the following FusionDirectory department
nl: Verplaats alle geselecteerde windows werkstations in het volgende FusionDirectory departement

source: Move selected workstations
nl: Verplaats geselecteerde werkstations

source: What will be done here
nl: Wat er hier zal gebeuren

source: Move groups into configured group tree
nl: Verplaats groepen naar geconfigureerde group tree

source: This dialog allows moving a couple of groups to the configured group tree. Doing this may straighten your LDAP service.
nl: Deze dialoog staat toe om verschillende groepen naar de geconfigureerde group tree te verhuizen. Door dit te doen kan je je LDAP service schoonmaken.

source: Be careful with this option! There may be references pointing to these groups. The FusionDirectory setup can't migrate references, so you may want to cancel the migration in this case.
nl: Wees voorzichtig met deze optie! Er kunnen referenties verwijzen naar deze groepen. De FusionDirectory setup kan geen referenties migreren, dus je kan beter de migratie annuleren in dit geval.

source: Move selected groups into this group tree
nl: Verplaats geselecteerde groepen in deze group tree

source: Hide changes
nl: Verberg wijzigingen

source: Show changes
nl: Toon wijzigingen

source: Move users into configured user tree
nl: Verplaats gebruikers in deze geconfigureerde user tree

source: This dialog allows moving a couple of users to the configured user tree. Doing this may straighten your LDAP service.
nl: Deze dialoog staat je toe om verschillende gebruikers te verplaatsen naar de geconfigureerde user tree. Als je dit doet kan je je LDAP service schoonmaken.

source: Be careful with this option! There may be references pointing to these users. The FusionDirectory setup can't migrate references, so you may want to cancel the migration in this case.
nl: Wees voorzichtig met deze optie! Er kunnen referenties verwijzen naar deze gebruikers. De FusionDirectory setup kan geen referenties migreren, je kan de migratie annuleren in dit geval.

source: Move selected users into this people tree
nl: Verplaats geselecteerde gebruikers in deze people tree

source: Migrate GOsa 2.5 administrative accounts
nl: Migreer GOsa 2.5 administratieve accounts

source: This dialog allows the migration of GOsa 2.5 admin accounts into FusionDirectory 1.0 useable accounts.
nl: Deze dialoog staat je toe om GOsa 2.5 admin accounts te migreren in FusionDirectory 1.0 bruikbare accounts.

source: Reload
nl: Herstart

source: Create a new FusionDirectory administrator account
nl: Maak een nieuwe FusionDirectory administrator account

source: This dialog will automatically add a new super administrator to your LDAP tree.
nl: Deze dialoog zal automatisch een nieuwe super administrator toevoegen in je LDAP tree.

source: User ID
nl: Gebruikers ID

source: Password (again)
nl: Paswoord (opnieuw)

source: The listed departments are currently invisible in the FusionDirectory user interface. If you want to change this for a couple of entries, select them and use the migrate button below.
nl: De getoonde departementen zijn momenteel onzichtbaar in de FusionDirectory gebruikersinterface. Als je deze wilt verander voor een aantal inzendingen, selecteer ze and gebruik de onderstaande migreer knop.

source: If you want to know what will be done when migrating the selected entries, use the 'Show changes' button to see the LDIF.
nl: Als je wilt weten wat er zal gebeuren wanneer je de geselecteerde inzendingen migreerd, gebruik de 'Toon veranderingen' knop om de LDIF te bekijken.

source: The listed users are currently invisible in the FusionDirectory user interface. If you want to change this for a couple of users, just select them and use the 'Migrate' button below.
nl: De lijst van gebruikers die momenteel zichtbaar is zijn onzichtbaar in de FusionDirectory gebruikersinterface. Als je dit wenst te wijzigen voor enkele gebruiksers, selecteer ze dan en gebruik de 'Migreer' knop hieronder.

source: The listed devices are currently invisible in the FusionDirectory interface. If you want to change this for a couple of devices, just select them and use the 'Migrate' button below.
nl: De lijst van apparaten zijn momenteel onzichtbaar in de FusionDirectory interface. Als je dit wenst te wijzigen voor een aantal apparaten, selecteer ze en gebruik de 'migreer' knop hieronder.

source: Refresh
nl: Ververs

source: The listed services are currently invalid for the FusionDirectory version you are going to install. If you want to update a couple of service, just select them and use the 'Migrate' button below.
nl: De lijst van diensten zijn momenteel niet geldig voor de FusionDirectory versie die je gaat installeren. Als je een aantal diensten wenst up te daten, selecteer ze en gebruik de 'Migreer' knop hieronder.

source: The listed menus are currently invisible in the FusionDirectory interface. If you want to change this for a couple of devices, just select them and use the 'Migrate' button below.
nl: De lijst van menu's zijn momenteel onzichtbaar in de FusionDirectory interface. Als je dit wenst te wijzigen voor een aantal diensten, selecteer ze dan en gebruik de 'Migreer' knop hieronder.

source: Welcome
nl: Welkom

source: The welcome message
nl: Het welkomstbericht

source: Welcome to FusionDirectory setup wizard
nl: Welkom bij de FusionDirectory setup wizard

source: PHP module and extension checks
nl: PHP module en extensie verificaties

source: FusionDirectory will NOT run without fixing this.
nl: FusionDirectory zal NIET werken zonder dit op te lossen.

source: FusionDirectory will run without fixing this.
nl: FusionDirectory zal werken zonder dit op te lossen.

source: PHP setup configuration
nl: PHP setup configuratie

source: show information
nl: toon informatie

source: Please choose the LDAP user to be used by FusionDirectory
nl: Selecteer aub de LDAP gebruiker die gebruikt zal worden door FusionDirectory

source: Search
nl: Zoeken

source: LDAP connection
nl: LDAP connectie

source: Location name
nl: Naam van de locatie

source: Connection URI
nl: Connectie URI

source: TLS connection
nl: TLS connectie

source: Base
nl: Basis

source: Authentication
nl: Authentificatie

source: Admin DN
nl: Beheerders DN

source: Select user
nl: Selecteer gebruiker

source: Automatically append LDAP base to admin DN
nl: Voeg automatisch de LDAP base naar admin DN

source: Admin password
nl: Beheerders wachtwoord

source: Schema based settings
nl: Schema gebaseerde opties

source: Use rfc2307bis compliant groups
nl: Gebruik rfc2307bis compliant groups

source: Current status
nl: Huidige status

source: LDAP inspection
nl: LDAP inspectie

source: Analyze your current LDAP for FusionDirectory compatibility
nl: Analyseer je huidige LDAP voor FusionDirectory compatibiliteit

source: Checking for root object
nl: Root object wordt nagekeken

source: Inspecting object classes in root object
nl: Inspectie van de object classes in root object

source: Checking permission for LDAP database
nl: Rechten aan het nakijken voor de LDAP databank

source: Checking for invisible departments
nl: Verificatie voor onzichtbare departementen

source: Checking for invisible users
nl: Verificatie voor onzichtbare gebruikers

source: Checking for super administrator
nl: Verificatie voor super administrator

source: Checking for users outside the people tree
nl: Verificatie voor gebruikers buiten de people tree

source: Checking for groups outside the groups tree
nl: Verificatie voor groepen buiten de groups tree

source: Checking for windows workstations outside the computers tree
nl: Verifiëren van windows werkstations buiten de computers tree

source: Checking for duplicated UID numbers
nl: Verificatie voor duplicate UID nummers

source: Checking for duplicate GID numbers
nl: Verificatie voor duplicate GID nummers

source: Checking for old style USB devices
nl: Verificatie voor USB apparaten van oudere stijl

source: Checking for old services that have to be migrated
nl: Verificatie voor oude diensten die moeten gemigreerd worden

source: Checking for old style application menus
nl: Verificatie voor applicatie menu's met oude stijl

source: LDAP query failed
nl: LDAP query faalde

source: Possibly the 'root object' is missing.
nl: Mogelijk ontbreekt het 'root object'.

source: Found %s duplicate values for attribute 'uidNumber'.
nl: Vond %s duplicate waarden voor het attribuut 'uidNumber'.

source: Found %s duplicate values for attribute 'gidNumber'.
nl: Vond %s duplicate waarden voor het attribuut 'gidNumber'.

source: Failed
nl: Mislukt

source: Found %s winstations outside the predefined computers department ou '%s'.
nl: %s winstations gevonden buiten de voorgedefinieerde computers departement ou '%s'.

source: Found %s groups outside the configured tree '%s'.
nl: Vond %s groepen buiten de geconfigureerde tree '%s'.

source: Move
nl: Verplaats

source: Found %s user(s) outside the configured tree '%s'.
nl: Vond %s gebruiker(s) buiten de geconfigureerde tree '%s'.

source: The specified user '%s' does not have full access to your ldap database.
nl: De gespecifieerde gebruiker '%s' heeft geen volledige rechten op je ldap databank.

source: Found %s user(s) that will not be visible in FusionDirectory or which are incomplete.
nl: %s gebruiker(s) gevonden die niet zichtbaar zijn in FusionDirectory of die incompleet zijn.

source: Migration error
nl: Migratie error

source: Cannot migrate department '%s':
nl: Kan departement niet migreren '%s'.

source: Found %s department(s) that will not be visible in FusionDirectory.
nl: Vond %s departement(en) die niet zichtbaar zullen zijn in FusionDirectory.

source: GOsa 2.5 administrative accounts found: %s
nl: GOsa 2.5 administratieve accounts gevonden: %s
